ark
audiocd-kio
autoconf
automake
base
bash-completion
bat
binutils
bison
bluedevil
bluez-utils
breeze
breeze-gtk
chromium
code
cups
dialog
discover
dolphin
dosfstools
drkonqi
efibootmgr
elisa
epson-inkjet-printer-escpr
fakeroot
ffmpegthumbs
filelight
firefox
firefox-developer-edition
flex
fwupd
gcc
git
gnome-disk-utility
gnome-keyring
grub
gwenview
hunspell-de
hunspell-el
intel-ucode
kactivitymanagerd
kamera
kcalc
kcolorchooser
kcron
kde-cli-tools
kde-gtk-config
kdebugsettings
kdecoration
kdegraphics-mobipocket
kdegraphics-thumbnailers
kdenetwork-filesharing
kdeplasma-addons
kdf
kdialog
keditbookmarks
keepassxc
kfind
kgamma5
khotkeys
kinfocenter
kio-extras
kio-gdrive
kipi-plugins
kleopatra
kmenuedit
kmix
konsole
kross-interpreters
kscreen
kscreenlocker
ksshaskpass
ksysguard
ksystemlog
kwallet-pam
kwalletmanager
kwayland-integration
kwayland-server
kwin
kwrite
kwrited
libkscreen
libksysguard
libreoffice-fresh
linux
linux-firmware
linux-headers
m4
make
markdownpart
milou
mtools
nano
nano-syntax-highlighting
neofetch
netctl
networkmanager
noto-fonts-emoji
ntfs-3g
nvidia
nvidia-utils
okular
os-prober
oxygen
p7zip
packagekit-qt5
partitionmanager
patch
pkgconf
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-integration
plasma-meta
plasma-nm
plasma-pa
plasma-systemmonitor
plasma-thunderbolt
plasma-vault
plasma-wayland-protocols
plasma-wayland-session
plasma-workspace
plasma-workspace-wallpapers
polkit-kde-agent
powerdevil
print-manager
pulseaudio-bluetooth
reflector
sddm
sddm-kcm
spectacle
sudo
svgpart
sweeper
systemsettings
ttf-fira-code
ttf-ibm-plex
ufw
virtualbox
virtualbox-host-modules-arch
wget
wireless_tools
wpa_supplicant
xdg-desktop-portal-kde
xdg-user-dirs
xf86-video-intel
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
zeroconf-ioslave
